REMOVE_CATEGORIES = [
    "カテゴリ:どうしようもない記事",
    "カテゴリ:修正が必要な記事",
    "カテゴリ:拡張が必要な記事",
    "カテゴリ:要添削",
    "カテゴリ:ユーモアの足りない記事",
    "カテゴリ:即時削除",
    "カテゴリ:削除議論中のページ",
    "カテゴリ:日記/過去ログ",
    "カテゴリ:しりとり過去ログ",
    "カテゴリ:しりとり部屋/フリー部屋/過去ログ",
    "カテゴリ:しりとり部屋/3文字部屋/過去ログ",
    "カテゴリ:しりとり部屋/5文字部屋/過去ログ",
    "カテゴリ:しりとり部屋/8文字以上部屋/過去ログ",
    "カテゴリ:しりとり部屋/地名･駅名部屋/過去ログ",
    "カテゴリ:しりとり部屋/ことわざ・四字熟語部屋/過去ログ",
    "カテゴリ:しりとり部屋/フリー部屋 (プロ)/過去ログ",
    "カテゴリ:しりとり部屋/生き物部屋/過去ログ",
    "カテゴリ:しりとり部屋/食べ物部屋/過去ログ",
    "カテゴリ:曖昧さ回避",
]

UCP_API = "https://ansaikuropedia.org/api.php"
